[
  {
    "imageName": "zed_classic",
    "title": "ZED MẶC ĐỊNH",
    "description": "Ngoại hình cơ bản của Chúa Tể Bóng Tối."
  },
  {
    "imageName": "zed_shockblade",
    "title": "ZED LÔI KIẾM",
    "description": "Là một thống soái của hội Lôi Kiếm, Zed lao vào trong những trận chiến với một sát khí cuồng nộ. Dù người bạn Shen vẫn chưa hề tha lỗi cho chính bản thân mình vì đã suýt để Zed mất mạng, Zed vẫn không ngừng thúc giục anh ấy quay trở lại chiến trường; Cơn Báo vẫn cuộn xoáy, dù cho cặp song sát này có tái ngộ hay không. Và Zed cũng sẽ mang sự cuồng nộ của nó, dù là phải chiến đấu một mình."
  },
  {
    "imageName": "zed_skt",
    "title": "SKT T1 ZED",
    "description": "Vinh danh phong độ xuất sắc với Zed của Faker tại Chung Kết Thế Giới 2013."
  },
  {
    "imageName": "zed_project",
    "title": "SIÊU PHẨM: ZED",
    "description": "Đi lên từ Lệnh Chủ, Zed là thủ lĩnh đơn vị phản gián SIÊU PHẨM. Hắn truy lùng quân khởi nghĩa G/NETIC bằng những lưỡi kiếm cao tần và bộ phóng phân tử \"khói thể rắn\", giúp tấn công kẻ địch từ nhiều khoảng cách và góc độ."
  },
  {
    "imageName": "zed_championship",
    "title": "ZED CHUNG KẾT THẾ GIỚI 2016",
    "description": "Tôn vinh giải Chung Kêt Thế Giới 2016 tại Bắc Mỹ"
  },
  {
    "imageName": "zed_death_sworn",
    "title": "ZED HỘI TỬ THẦN",
    "description": "Sống cả một đời trong bóng tối, sự trở lại từ cõi chết của Zed không làm ai ngạc nhiên cả. Là bậc thầy của hắc ám, hắn quá hài lòng khi được dành thời gian vô tận đi săn đuổi người phàm với tư cách một thành viên của Hội Tử Thần."
  },
  {
    "imageName": "zed_galaxy_slayer",
    "title": "ZED TỬ THẦN KHÔNG GIAN",
    "description": "Zed là một Thánh Sư đầy triển vọng trước khi trở thành vật chủ của trí tuệ ora tập thể và để nguồn năng lượng lạ thường này xâm nhập cơ thể. Sở hữu khả năng biến cơ thể thành vũ khí sống, giờ hắn coi mình là dạng sống hoàn hảo, xứng đáng có tất cả ora và lãnh sứ mệnh thanh tẩy dải ngân hà khỏi lũ yếu đuối."
  },
  {
    "imageName": "zed_psyops",
    "title": "ZED ĐẶC VỤ SIÊU LINH",
    "description": "Được mệnh danh là \"Người Bình Xăng\" trong các lực lượng phiến quân, Zed là một lính đánh thuê khét tiếng được Hội Hồng Đen lựa chọn trong một phi vụ ngầm của chúng. Sức mạnh tâm linh của hắn gắn với một chất lỏng kỳ dị như dầu mà hắn hấp thụ thông qua chiếc mặt nạ của mình, cho phép hắn phân tách bản thể của mình ra cho những nhiệm vụ ám sát hay mở đầu giao tranh."
  },
  {
    "imageName": "zed_project_prestige",
    "title": "SIÊU PHẨM: ZED - HÀNG HIỆU",
    "description": "Đối mặt với thất bại không thể tránh khỏi trong tay Mordekaiser và quân đoàn máy móc vô tận, Zed đã tìm đến một cơ sở nghiên cứu hoang tàn ở trung tâm của vùng đất hoang, tìm kiếm những nâng cấp trái pháp luật và nhiều khả năng là nguy hiểm. Sự trở lại của hắn có thể đánh dấu bước ngoặt của trận chiến cho Thành Phố... dù giờ đây hắn đã biến đổi thành một thứ gì đó vượt trội hơn cả con người lẫn máy móc."
  },
  {
    "imageName": "zed_debonair",
    "title": "ZED THANH LỊCH",
    "description": "Là kẻ hùng mạnh (và mặc đẹp nhất) thành phố Nox Vegas, Zed không chỉ đắm chìm trong những buổi tiệc xa hoa và những hợp đồng bạc tỷ. Một đám đông mới từ Thành Phố Ngầm đã nhập hội cùng hắn, cho gã quý ông thanh lịch này một quyền lực không thể chối chọi trong thành phố... và một sự thay đổi đáng sợ về cả ngoại hình lẫn tâm trí."
  },
  {
    "imageName": "zed_empyrean",
    "title": "ZED BÓNG MA HỎA ẢNH",
    "description": "Hỏa Ảnh là một nguồn sức mạnh mà nhiều kẻ khao khát, nhưng Zed lại oán hận trước cách nó biến đổi hắn. Quyền năng của hắn được sinh ra từ hắc ám, xa cách khỏi những cặp mắt thèm muốn. Có lẽ sự sụp đổ của chiều không gian Vỏ Bọc dưới tay Pyke đã giúp hắn có thể tái tạo một không gian hắc ám, một nơi mà không Bóng Ma Hỏa Ảnh nào khác có thể lay chuyển."
  },
  {
    "imageName": "zed_immortal_journey",
    "title": "ZED HẮC KIẾM",
    "description": "Khi Zed trở nên bất tử và bắt đầu nghiên cứu các cõi khác, một khát khao mới được định hình: kiến thức có ở khắp mọi nơi, vì vậy anh ta cần phải CÓ MẶT ở khắp mọi nơi. Học Viện Tiên Tri Chân Đỉnh đã trục xuất Zed sau khi phát hiện ra những cuộc thám hiểm của anh ta. Tuy nhiên, Zed không quan tâm đến chuyện đó vì đã tìm thấy một sức mạnh ác quỷ mới, cho phép anh ta có mặt ở khắp mọi nơi và biết được tất cả mọi điều."
  },
  {
    "imageName": "zed_blood_moon",
    "title": "ZED HUYẾT NGUYỆT",
    "description": "Mặc cho lòng trung thành trong hội Huyết Nguyệt dần tan vỡ, Zed vẫn là cánh tay phải đắc lực và nhà môi giới quyền lực của riêng Twisted Fate. Hắn thực hiện những trao đổi xương máu trong bóng tối, một cách bí mật. Và cũng không quên tận dụng con quỷ trong mình để gia tăng sức ảnh hưởng lên hội. Thế nhưng, điều mà Twisted Fate không hề hay biết chính là việc Zed cũng đang tìm kiếm phụ tá đã bị Tuyết Nguyệt lâu nay đánh cắp."
  },
  {
    "imageName": "zed_galaxy_slayer_quantum",
    "title": "ZED TỬ THẦN KHÔNG GIAN LƯỢNG TỬ)",
    "description": "Zed là một Thánh Sư đầy triển vọng trước khi trở thành vật chủ của trí tuệ ora tập thể và để nguồn năng lượng lạ thường này xâm nhập cơ thể. Sở hữu khả năng biến cơ thể thành vũ khí sống, giờ hắn coi mình là dạng sống hoàn hảo, xứng đáng có tất cả ora và lãnh sứ mệnh thanh tẩy dải ngân hà khỏi lũ yếu đuối."
  },
  {
    "imageName": "zed_spirit_blossom_prestige",
    "title": "ZED PHẪN THẾ NỘ DIỆM - HÀNG HIỆU",
    "description": "Truyền thuyết kể về Phẫn Thế Nộ Diệm, một chiến binh từng hy sinh thân mình vì một lý tưởng cao cả, chỉ để chứng kiến đồng đội lần lượt ngã xuống. Cho rằng sự hy sinh của mình đã trở nên vô nghĩa, nỗi đau đã nuốt trọn linh hồn hắn, để rồi tất cả những gì còn lại chỉ là bóng tối và cuồng nộ. Giờ đây, hắn lang thang giữa chiến trường, ám ảnh những chiến binh lạc lối, khơi dậy ngọn lửa trong tim họ cho đến khi chính họ cũng bị thiêu cháy, hóa thành những hình bóng lẩn khuất trong khói lửa như hắn."
  }
]